Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ ཐམས་ཅད་ སྨོན་པ་ མེད་པ འོ །_། |#| ཞེས་ བསྟན་ ཀྱང་ གང་ཡང་ ཐོབ་པ ར་ བྱ་བ་ མེད་ དོ །_།
en: $1836 “Ānanda, although the Thus-Gone One teaches the Dharma, ‘All phenomena are wishless,’ there is nothing to be attained whatsoever—

source: གང་ གི་ ཡང་ ཐོབ་པ ར་ བྱ་བ་ མེད་ དོ །_།
en: there is nothing to be attained of anything whatsoever, [209.a]

source: གང་ གིས་ ཀྱང་ [209a] ཐོབ་པ ར་ བྱ་བ་ མེད་ དོ །_།
en: there is nothing to be attained by anyone whatsoever, and

source: གང་ ལ་ ཡང་ ཐོབ་པ ར་ བྱ་བ་ མེད་ དོ །_།
en: there is nothing to be attained in anything whatsoever.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ མངོན་དུ་ བྱ འོ་ ཞེས་ བསྟན་ ཀྱང་ གང་ཡང་ མངོན་དུ་ བྱ་བ་ མེད་ དོ །_།
en: $1837 “Ānanda, although the Thus-Gone One teaches that ‘the Dharma should be actualized,’ there is nothing to actualize whatsoever—

source: གང་ གི་ ཡང་ མངོན་དུ་ བྱ་བ་ མེད་ དོ །_།
en: there is nothing to actualize belonging to anything whatsoever,

source: གང་ གིས་ ཀྱང་ མངོན་དུ་ བྱ་བ་ མེད་ དོ །_།
en: there is nothing to actualize by anyone whatsoever, and

source: གང་ ལ་ ཡང་ མངོན་དུ་ བྱ་བ་ མེད་ དོ །_།
en: there is nothing to actualize in anything whatsoever.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ བསྒོམ་པ ར་ བྱ འོ་ ཞེས་ བསྟན་ ཀྱང་ གང་ ལ་ ཡང་ བསྒོམ་པ ར་ བྱ་བ་ མེད་ དོ །_།
en: $1838 “Ānanda, although the Thus-Gone One teaches that ‘the Dharma should be cultivated,’ there is nothing to cultivate whatsoever—

source: གང་ གི་ ཡང་ བསྒོམ་པ ར་ བྱ་བ་ མེད་ དོ །_།
en: there is nothing to cultivate belonging to anything whatsoever,

source: གང་ གིས་ ཀྱང་ བསྒོམ་པ ར་ བྱ་བ་ མེད་ དོ །_།
en: there is nothing to cultivate by anyone whatsoever, and

source: གང་ ལ་ ཡང་ བསྒོམ་པ ར་ བྱ་བ་ མེད་ དོ །_།
en: there is nothing to cultivate in anything whatsoever.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ རྣམ་པར་ བསྒོམས་ སོ་ ཞེས་ བསྟན་ ཀྱང་ གང་ཡང་ རྣམ་པར་ བསྒོམས་པ་ མེད་ དོ །_།
en: $1839 “Ānanda, although the Thus-Gone One teaches that ‘the Dharma should be developed,’ there is nothing to be developed whatsoever—

source: གང་ གི་ ཡང་ རྣམ་པར་ བསྒོམས་པ་ མེད་ དོ །_།
en: there is nothing developed belonging to anything whatsoever,

source: གང་ གིས་ ཀྱང་ རྣམ་པར་ བསྒོམས་པ་ མེད་ དོ །_།
en: there is nothing to be developed by anyone whatsoever, and

source: གང་ ལ་ ཡང་ རྣམ་པར་ བསྒོམས་པ་ མེད་ དོ །_།
en: there is nothing to be developed in anything whatsoever.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ འདུས་བྱས་ སོ་ ཞེས་ བསྟན་ ཀྱང་ གང་ཡང་ འདུས་བྱས་ མེད་ དོ །_།
en: $1840 “Ānanda, although the Thus-Gone One teaches that ‘phenomena are conditioned,’ there is nothing conditioned whatsoever—

source: གང་ གི་ ཡང་ འདུས་བྱས་ མེད་ དོ །_།
en: there is nothing conditioned belonging to anything whatsoever,

source: གང་ གིས་ ཀྱང་ འདུས་བྱས་ མེད་ དོ །_།
en: there is nothing conditioned by anything whatsoever, and

source: གང་ ལ་ ཡང་ འདུས་བྱས་ མེད་ དོ །_།
en: there is nothing conditioned in anything whatsoever.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ འདུས་མ་བྱས་ སོ་ ཞེས་ བསྟན་ ཀྱང་ གང་ཡང་ འདུས་མ་བྱས་ མེད་ དོ །_།
en: $1841 “Ānanda, although the Thus-Gone One teaches that ‘phenomena are unconditioned,’ there is nothing unconditioned whatsoever—

source: གང་ གི་ ཡང་ འདུས་མ་བྱས་ མེད་ དོ །_།
en: there is nothing unconditioned belonging to anything whatsoever,

source: གང་ གིས་ ཀྱང་ འདུས་མ་བྱས་ མེད་ དོ །_།
en: there is nothing unconditioned by anything whatsoever, and

source: གང་ ལ་ ཡང་ འདུས་མ་བྱས་ མེད་ དོ །_།
en: there is nothing unconditioned in anything whatsoever.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ རྣམས་ ཀུན་ ནས་ ཉོན་མོངས་པ་ ཅན་ ནོ་ ཞེས་ བསྟན་ ཀྱང་ གང་ཡང་ ཀུན་ ནས་ ཉོན་མོངས་པ་ ཅན་ མེད་ དོ །_།
en: $1842 “Ānanda, although the Thus-Gone One teaches that ‘phenomena are afflicted,’ there is nothing afflicted whatsoever—

source: གང་ གི་ ཡང་ ཀུན་ ནས་ ཉོན་མོངས་པ་ ཅན་ མེད་ དོ །_།
en: there is nothing afflicted belonging to anything whatsoever,

source: གང་ གིས་ ཀྱང་ ཀུན་ ནས་ ཉོན་མོངས་པ་ ཅན་ མེད་ དོ །_།
en: there is nothing afflicted by anything whatsoever, and

source: གང་ ལ་ ཡང་ ཀུན་ ནས་ ཉོན་མོངས་པ་ ཅན་ མེད་ དོ །_།
en: there is nothing afflicted in anything whatsoever.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ རྣམས་ རྣམ་པར་ བྱང་བ འོ་ ཞེས་ བསྟན་ ཀྱང་ གང་ཡང་ རྣམ་པར་ བྱང་བ་ མེད་ དོ །_།
en: $1843 “Ānanda, although the Thus-Gone One teaches that ‘phenomena are completely purified,’ there is nothing completely purified whatsoever—

source: གང་ གི་ ཡང་ རྣམ་པར་ བྱང་བ་ མེད་ དོ །_།
en: there is nothing completely purified belonging to anything whatsoever,

source: གང་ གིས་ ཀྱང་ རྣམ་པར་ བྱང་བ་ མེད་ དོ །_།
en: there is nothing completely purified by anything whatsoever, and

source: གང་ ལ་ ཡང་ རྣམ་པར་ བྱང་བ་ མེད་ དོ །_།
en: there is nothing completely purified in anything whatsoever.

source: ཀུན་དགའ་བོ་ ཆོས་ ཀྱི་ ཕྱག་རྒྱ་ དེ་ ནི་ ཆོས་ ཐམས་ཅད་ ཀྱི་ ཕྱག་རྒྱ་ སྟེ །_ |#| ཕྱག་རྒྱ་ མེད་པ་ ཡིན་ ནོ །_།
en: $1844 “Ānanda, the seal of Dharma, the seal of all phenomena, is the absence of a seal.

source: མ་ བྱས་པ འི་ ཕྱག་རྒྱ་ ཡིན་ ནོ །_།
en: It is the unformed seal.

source: དབྱེར་ མེད་པ འི་ ཕྱག་རྒྱ་ ཡིན་ ནོ །_།
en: It is the indivisible seal. [209.b]

source: ཀུན་དགའ་ [209b] བོ་ གང་དག་ ཕྱག་རྒྱ་ དེས་ བཏབ་པ་ དེ་ དང་ དེ་དག་ ནི་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཡིན །_
en: Ānanda, anyone stamped with that seal is a bodhisattva great being.

source: རིགས་ བཙུན་པ་ ཡིན །_
en: They are of venerable family.

source: མི འི་ སེང་གེ་ ཡིན །_
en: They are lions among humans.

source: སྤྱོད་པ་ གཅིག་པ་ ཡིན །_
en: They are solitary.

source: བག་ཚ་བ་ མེད་པ་ ཡིན །_
en: They are fearless.

source: སྒྲ་ སྒྲོགས་པ་ ཡིན །_
en: They proclaim the roar.

source: གཞན་ མུ་སྟེགས་ ཅན་ དག་ སྐྲག་པ ར་ བྱེད་པ་ ཡིན །_
en: They frighten other non-Buddhists.

source: བདུད་ ཀྱི་ སྡེ་ འདུལ་བ ར་ བྱེད་པ་ ཡིན །_
en: They subjugate the hordes of Māra.

source: གཞན་ མུ་སྟེགས་ ཅན་ དག་ རི་སུལ་ གྱི་ ཕུག་ ཏུ་ འཇུག་པ ར་ བྱེད་པ་ ཡིན །_
en: They cause other non-Buddhists to flee into caves in mountain fissures.

source: དམིགས་པ་ ཅན་ དག་ སྐྲག་པ ར་ བྱེད་པ་ ཡིན །_
en: They frighten those with reference points.

source: ལྷག་པ འི་ ང་རྒྱལ་ཅན་ དག་ འབིགས་པ ར་ བྱེད་པ་ ཡིན །_ |#| རྡེག་པ ར་ བྱེད་པ་ ཡིན །_
en: They puncture and strike down those who are especially proud.

source: སངས་རྒྱས་ ཀྱི་ སྲས་ བདུད་ སུན་ འབྱིན་པ་ དག་ མངོན་པར་ དགའ་བ ར་ བྱེད་པ་ ཡིན །_
en: They delight the offspring of buddhas that counteract Māra.

source: ཆོས་ཉིད་ ཀྱང་ རྣམ་པར་ འབྱེད་པ་ ཡིན །_
en: They discern reality.

source: ཕྱོགས་ བཅུ ར་ ཆོས་ ཀྱི་ རྒྱལ་མཚན་ ཡང་ སྒྲེང་བ ར་ བྱེད་པ་ ཡིན །_
en: They cause the victory banner of Dharma to be raised throughout the ten directions.

source: དེ་དག་ ནི་ ཆོས་ ཀྱི་ རྔ་ རྡུང་བ ར་ བྱེད་པ་ ཡིན །_
en: They cause the drum of Dharma to be beaten.

source: ཆོས་ ཀྱི་ བཅུད་ འཐུང་བ ར་ བྱེད་པ་ ཡིན །_
en: They cause the elixir of Dharma to be drunk.

source: ལེགས་པ ར་ བཤད་པ ས་ རྒྱལ་བ འི་ ཐུགས་ ཀྱི་ སྲས་ དག་ ཚིམ་པ ར་ བྱེད་པ་ ཡིན་ ནོ །།_།།_
en: They satiate the heart-children of the victorious ones with well-spoken discourses.

source: ཀུན་དགའ་བོ་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ རི་ དག ས་ ཀྱི་ རྒྱལ་པོ་ སེང་གེ་ ནི་ རང་ གི་ གནས་ ནས་ མངོན་པར་ འབྱུང་ ཞིང་ ལན་ གསུམ་ དུ་ སེང་གེ འི་ སྒྲ་ སྒྲོགས་པ་ ན །_
en: $1845 “Ānanda, it is like this, as a simile: |#| When a lion, the king of beasts, emerges from his lair and proclaims a lion’s roar three times,

source: དེ་ ན་ སེང་གེ འི་ ཕྲུག་གུ་ རིགས་ བཙུན་པ་ གང་དག་ ཡོད་པ་ དེ་དག་ སྒྲ་ དེ་ ཐོས་ ནས་ རང་ གིས་ ལུས་ མངོན་པར་ སྟོན་པ་ ཡིན །_
en: all the lion cubs of venerable pedigree who hear the sound show themselves.

source: བག་ཚ་བ་ མེད་པ་ ཡིན །_ སྐྲག་པ་ མེད་པ་ ཡིན །_ དགའ་བ་ ཡིན །_ ཚིམ་པ་ ཡིན །_ |#| ཕྱོགས་ བཞི ར་ རྣམ་པར་ ལྟ་བ ར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: Confident, fearless, joyous, and satiated, they look around throughout the four directions.

source: ཀུན་དགའ་བོ་ དེ་བཞིན་ དུ་ སེང་གེ འི་ འདུས་པ །_ བག་ཚ་བ་ མེད་པ འི་ འདུས་པ །_ རལ་པ་ ཆེན་པོ་ ཅན་ འདུས་པ་ དེ་ ན །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ལྷག་པ འི་ བསམ་པ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ །_ དགེ་བ འི་ རྩ་བ་ ཡོངས་སུ་ མ་ སྨིན་པ་ དབང་པོ་ ཡོངས་སུ་ མ་ སྨིན་པ་ གང་དག་ ཡོད་པ་ དེ་དག་ ནི་སྒྲ་ དེ་ ཐོས་ ནས་ |#| ཀུན་དགའ་བོ་ འདུས་པ་ ཆེན་པོ འི་ འདུས་པ་ དེ་ ན་ དགའ་བ་ སྐྱེད་པ ར་ བྱེད་པ་ ཡིན །_ |#| མགུ་བ་ སྐྱེད་པ ར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: Likewise, Ānanda, bodhisattva great beings who have embraced the altruistic intention, yet whose roots of virtue and faculties have not yet matured, and who are present in the assembly of lions—the assembly of those without trepidation, the assembly of those with great manes—are delighted and gleeful in the gathering of the great assembly upon hearing that sound.

source: ཀུན་དགའ་བོ་ འདི་ལྟ་སྟེ །_ དཔེར་ན་ རི་ དག ས་ ཀྱི་ རྒྱལ་པོ་ སེང་གེ་ ནི་ གང་དང་གང་ དུ་ འགྲོ་ ཡང་ ཐམས་ཅད་ དུ་ གཅིག་པུ་ ཁོ་ན ར་ འགྲོ་བ་ ཡིན །_ |#| གྲོགས་ མེད་པ་ ཁོ་ན ར་ འགྲོ་བ་ ཡིན་ ནོ །_།
en: $1846 “Ānanda, it is also like this, as a simile: |#| The lion, the king of beasts, only ever travels alone, without any companion, no matter where he goes.

source: ཀུན་དགའ་བོ་ དེ་བཞིན་ དུ་ བྱང་ཆུབ་ སེམས་དཔ འི་ འདུས་པ །_ བག་ཚ་བ་ མེད་པ་ རལ་པ་ ཅན་ གྱི་ འདུས་པ འི་ འདུས་པ་ དེ་ ན །_ |#| བྱང་ཆུབ་ སེམས་དཔ འི་ སེང་གེ་ གང་དག་ ཡོད་པ་ དེ་དག་ [210a] ནི་ གང་དང་གང་ དུ་ གོ་ཆ་ གྱོན་པ ར་ བྱེད་ ཀྱང་ ཐམས་ཅད་ དུ་ གྲོགས་ མེད་པ་ ཁོ་ན ར་ གོ་ཆ་ གྱོན་པ ར་ བྱེད་པ་ ཡིན །_
en: Likewise, Ānanda, the bodhisattva lions present in the assembly of the gathering of those audacious beings with manes [210.a] /[F.211.a] always wear their armor without a companion, no matter where they go.

source: བདག་ཉིད་ ཀྱིས་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ མངོན་པར་ རྫོགས་པ ར་ འཚང་རྒྱ་བ ར་ བྱ་ ཞིང་ །_ གྲོགས་ མེད་པར་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ མངོན་དུ་ བྱ འོ་ སྙམ་ ནས །_ |#| ཟླ་མེད་པ་ ཁོ་ན ར་ གོ་ཆ་ གྱོན་པ ར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: They wear their armor in the absence of peers, thinking, ‘I will realize the qualities of the buddhas by myself. |#| I will actualize the qualities of the buddhas without a companion.’

source: ཀུན་དགའ་བོ་ འདི་ལྟ་སྟེ །_ དཔེར་ན་ རི་ དག ས་ ཀྱི་ རྒྱལ་པོ་ དེ་ཉིད་ གང་ གི་ མངལ་ ན་ གནས་པ་ ཡིན་པ་ དེ་ ནི་ མངལ་ ཅིག་ཤོས་ འཛིན་པ ར་ མི་ བྱེད་ ཅིང་ །_ རི་ དག ས་ ཀྱི་ རྒྱལ་པོ་ སེང་གེ་ ལན་ཅིག་ ཁོ་ན་ དེ འི་ མངལ་ ན་ གནས་པ་ ཡིན་ ནོ །_།
en: $1847 “Ānanda, it is also like this, as a simile: |#| The king of beasts dwells only in the womb of precisely its own kind. |#| Moreover, the lion, the king of beasts, dwells only once in that womb.

source: ཀུན་དགའ་བོ་ དེ་བཞིན་ དུ་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་དག་ ནི་ སྐྱེ་བ་ གཅིག་ གིས་ ཐོགས་པ །_ ཐེག་པ་ ཆེན་པོ འི་ མངལ་ ན་ གནས་པ་ ཡིན་ ཏེ །_
en: Likewise, Ānanda, bodhisattvas bound by only one rebirth dwell in the womb of the Great Vehicle, for

source: དེ་དག་ ནི་ ཉན་ཐོས་ ཀྱི་ ཐེག་པ འམ །_ རང་ སངས་རྒྱས་ ཀྱི་ ཐེག་པ ས་ གཟུང་བ ར་ མི་ ནུས་ སོ །_།
en: they cannot be held by the vehicle of the hearers or the vehicle of the solitary buddhas.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ འདུས་པ་ དེ་ ནི་ སེང་གེ འི་ འདུས་པ་ ཡིན །_ |#| བག་ཚ་བ་ མེད་པ འི་ འདུས་པ་ ཡིན །_ |#| རལ་ པ་ ཅན་ གྱི་ འདུས་པ་ ཡིན་ ནོ །_།
en: Thus, Ānanda, is the assembly an assembly of lions, an assembly of beings without trepidation, an assembly of beings with manes.

source: ཀུན་དགའ་བོ་ འདི་ལྟ་སྟེ །_ དཔེར་ན་ རི་ དག ས་ ཀྱི་ རྒྱལ་པོ་ སེང་གེ་ ནི་ སྟོབས་ དང་ ལྡན་པ འམ །_ སྟོབས་ ཆུང་ངུ་ ཡང་ རུང་ སྟེ །_
en: $1848 “Ānanda, it is also like this, as a simile: |#| Whether a lion, the king of beasts, is strong or weak,

source: སྲོག་ཆགས་ ཀྱི་ རིགས་ གང་ ལ་ སྣུན་པ ར་ བྱེད་ ཀྱང་ ཐམས་ཅད་ དུ་ བསྒྲིམས་ ཏེ་ སྣུན་པ ར་ བྱེད་ ཀྱི་ མ་ བསྒྲིམས་པ ས་ ནི་ མ་ ཡིན་ ནོ །_།
en: it strikes while completely focused, no matter which kind of creature it strikes. |#| It does not do so unfocused.

source: ཀུན་དགའ་བོ་ དེ་ བཞིན་ དུ་ སེང་གེ འི་ འདུས་པ འི་ འདུས་པ་ དེ་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ རལ་པ་ ཅན་ ཡོད་པ་ དེ་དག་ ནི་ ཆོས་ ཀྱི་ གཏམ་ གང་དང་གང་ བྱེད་ ཀྱང་ གུས་པ་ ཁོ་ན ར་ བྱས་ ནས་ |#| སྟོན་པ ར་ བྱེད་པ་ ཡིན །_ |#| འཛིན་ དུ་ འཇུག་པ་ ཡིན །_ |#| རབ་ཏུ་ རྗོད་པ ར་ བྱེད་པ་ ཡིན །_ |#| གཞན་དག་ ཀྱང་ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་པ་ ཡིན་ ཏེ །_
en: Likewise, Ānanda, no matter what Dharma discourse is delivered, all those bodhisattvas with manes who are present in the gathering of the lion assembly respectfully teach, retain, and promulgate that teaching and make others retain it.

source: ཀུན་དགའ་ བོ་ དེ་ལྟ ར་ ན་ དེ་ ནི་ སེང་གེ འི་ འདུས་པ་ ཡིན །_ |#| བག་ཚ་བ་ མེད་པ འི་ འདུས་པ་ ཡིན་ ནོ །_།
en: Ānanda, thus is this an assembly of lions, an assembly of those without trepidation.”

source: འཁོར་ དག་པ འི་ ལེའུ་ སྟེ་ བཅུ་གཉིས་པ འོ །།_།།
en: $1849 This concludes the twelfth chapter.

source: དེ འི་ ཚེ་ བྱང་ཆུབ་ སེམས་དཔའ་ བརྟན་པ འི་ བློ་གྲོས་ འདུས་པ ར་ གྱུར་ ཏེ་ འདུག་པ་ དེ་ སྟན་ ལས་ ལངས་ ཏེ །_ |#| རང་ གི་ བླ་གོས་ ཐོགས་ ནས་ བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $1850 Then, the bodhisattva Dṛḍhamati, who was seated in the assembly, rose from his seat, proffered his shawl, and said to the Blessed One,

source: བཅོམ་ལྡན་འདས་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ འདི་ ལེགས་པ ར་ བཤད་པ འི་ དོན་ གྱི་ སླད་ དུ་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འདས་པ་ དང་ །_ མ་ བྱོན་པ་ དང་ །_ ད་ལྟ ར་ བྱུང་བ་ རྣམས་ ལ་ མཆོད་པ་ བགྱི་བ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ གང་དག་ བྱང་ཆུབ་ [210b] སེམས་དཔ འི་ སྤྱད་པ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ་ དེ་དག་ གི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཡོངས་སུ་ རྫོགས་པ ར་ བགྱི་བ འི་ སླད་ དུ་ བཅོམ་ལྡན་འདས་ ལ་ གོས་ འདི་ ཆོས་ ཀྱི་ དགབ་པ ར་ འབུལ་ ལོ །_།
en: “I offer this garment to the Thus-Gone One as a Dharma covering to be offered to the awakened thus-gone ones of past, present, and future for the sake of eloquent explanations of this Dharma discourse, [210.b] /[F.211.b]#83 and so that bodhisattva great beings who have perfectly embarked on bodhisattva conduct will become replete with buddha qualities.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ བརྟན་པ འི་ བློ་གྲོས་ ཀྱིས་ བླ་གོས་ དེ་ ཕུལ་ ཏེ །_
en: $1851 The bodhisattva Dṛḍhamati then offered his shawl to the Thus-Gone One.

source: བླ་གོས་ ཅིག་ ཤོས་ ཐོགས་ ནས་ |#| གསོལ་པ །_
en: Next, he proffered another shawl and said,

source: བཅོམ་ལྡན་འདས་ སླད་མ འི་ ཚེ་ ཆོས་ སྨྲ་བ་ གང་ ལས་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ དེ་ |#| ཉན་པ་ དེ་ ལ་ ཡང་ དེ་བཞིན་ གཤེགས་པ་ ལ་ གསོལ་བ་ གདབ་པ འི་ སླད་ དུ་ གོས་ འདི་ འབུལ་ ལོ །_།
en: “Blessed One, I offer this garment to supplicate the Thus-Gone One for a Dharma discourse, which in the future may be heard from some Dharma preacher.”

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ བརྟན་པ འི་ བློ་གྲོས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཕུག་ སྦས་ ཀྱི་ ཐད་ དུ་ སོང་ ནས་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1852 The bodhisattva Dṛḍhamati then went before the bodhisattva Guhagupta and said,

source: ཕུ་ནུ་བོ་ དེ འི་ ཕྱིར་ དེ་བཞིན་ གཤེགས་པ་ ལ་ གསོལ་བ་ གདབ་པ འི་ ཆེད་ དུ་ དེ་བཞིན་ གཤེགས་པ་ ལ་ བླ་གོས་ དེ་ འབུལ་བ ར་ བྱ འོ །_།
en: “Brother, we should now offer that shawl to the Thus-Gone One in order to supplicate him.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ བརྟན་པ འི་ བློ་གྲོས་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ ཕུག་ སྦས་ གཉི་ག་ གྱུར་ ནས་ བླ་གོས་ དེ་ ཕུལ་ ཏེ །_
en: The bodhisattvas Dṛḍhamati and Guhagupta then both offered the shawl to the Thus-Gone One, and

source: བླ་གོས་ དེ་ལས་ ཀྱང་ ཆོ་འཕྲུལ་ རྣམ་པ་ དུ་མ་ སྣང་ངོ་ །_།
en: from that shawl there appeared many kinds of miraculous displays.

source: ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ དང་ འཁོར་ བཞི་པོ ས་ ཀྱང་ ཆོ་འཕྲུལ་ དེ་དག་ མཐོང་ སྟེ །_
en: The venerable Ānanda and the fourfold retinue all witnessed those miraculous displays.

source: མཐོང་ ནས་ ཀྱང་ བཅོམ་ལྡན་འདས་ ལ་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $1853 Seeing this, Ānanda exclaimed to the Thus-Gone One,

source: བཅོམ་ལྡན་འདས་ དེ་ ནི་ ངོ་མཚར་ ལགས་སོ །_།
en: “Blessed One, that is amazing!

source: བདེ་བ ར་ གཤེགས་པ་ དེ་ ནི་ རྨད་ དུ་ བྱུང་བ་ ལགས་སོ །_།
en: Blissful One, that is marvelous!”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ མཁྱེན་ བཞིན་ དུ་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: the Blessed One asked the venerable Ānanda, although he already knew how he would answer.

source: དེ་ལྟ་ ངོ་མཚར་ རྨད་ དུ་ བྱུང་བ་ ཅི་ཞིག་ ཁོང་ དུ་ ཆུད །_
en: “Why do you find it so amazing and marvelous?”

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ ཚིགས་ སུ་ བཅད་པ འི་ དབྱངས་ ཀྱིས་ ཞུས་པ །_
en: $1854 The venerable Ānanda then replied in melodious verse:

source: བྱང་ ཆུབ་ གང་ ཞུགས་ དཔའ་བོ་ དཔའ་ རྣམས་ ཀྱི །_། བསྔགས་བརྗོད་ རྫུ་འཕྲུལ་ གྱིས་ ནི་ མཆི་ བགྱིད་པ །_། སྤྲུལ་པ་ སྟོང་ཕྲག་ མང་པོ་ ཆོས་གོས་ ལས །_། འབྱུང་བ་ དག་ ནི་ བདག་ གིས་ འདིར་ མཐོང་ ལགས །_།
en: “Brought about through the miracles of the praises Of the valiant heroes who have set out for awakening, Here I witnessed several thousand emanations Emerge from the Dharma robes.

source: འཇིག་རྟེན་ མགོན་པོ་ དེ་ ཚེ་ ཆོས་གོས་ ལས །_། ཆོས་གོས་ སྟོང་ཕྲག་ མང་པོ་ བྱེ་ ཕྲག་ སྟོང་ །_། དེ་ལས་ ལྷག་པ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས །_། ཐོགས་ ཤིང་ མཆི་བ ར་ བགྱིད་པ་ བདག་ གིས་ མཐོང་ །_།
en: $1855 “Savior of the world, I witnessed on that occasion More than a billion bodhisattvas Appearing from the Dharma robes, Themselves proffering Dharma robes.

source: འདིར་ མཆིས་ ནས་ ནི་ འདྲེན་པ་ རྣམས་ ལ་ འབུལ །_། རྒྱལ་བ་ གང་དག་ ཕྱོགས་ བཅུ འི་ འཇིག་རྟེན་ གནས །_། |#| དེ་དག་ ཐད་ དུ་ དེ་དག་ ཆོ་འཕྲུལ་ སྟོན །_།
en: $1856 “They arrived here and offered them to the guides— The victors in the worlds throughout the ten directions— Thus demonstrating their supernatural powers.

source: དེ་རིང་ ཆོས་གོས་ ལས་ ནི་ དེ་ འདྲ་ མཐོང་ །_།
en: This is what I witnessed emerge today from the Dharma robes. [212.a]

source: [212a] དེ་ལས་ གང་དག་ རྒྱལ་ ལ་ ཆོས་གོས་ འབུལ །_། དེར་ ནི་ རིམ་གྱིས་ སྤྱད་པ་ སྤྱོད་པ་ ཡིས །_། དེ་ འཚང་ རྒྱ་ ཞེས་ འཇིག་རྟེན་ མགོན་ དེ་དག _། དེ་ ཚེ་ བྱང་ཆུབ་ མཆོག་ ཏུ་ ལུང་ སྟོན་ མཛད །_།
en: $1857 “The savior of the world then predicted their supreme awakening. |#| He said, ‘Whoever offers Dharma robes to the victorious ones Will, through practicing the conduct in stages, Become awakened.’

source: སེམས་ཅན་ དག་པ་ གང་དག་ དེར་ མཆིས་ ནས །_། |#| དེ་ ཚེ་ སྤྱི་བོ ར་ རྣམ་དག་ གདུགས་ འབྱུང་འགྱུར །_།
en: $1858 “Pure parasols then appeared Above the crowns of the pure beings who went there.

source: སེམས་ཅན་ དེ་དག་ བྱང་ཆུབ་ ཕྱིར་ སྤྱོད་པ ས །_། འདིར་ ནི་ སངས་རྒྱས་ འབྱུང་ སྙམ་ སེམས་ཅན་ སེམས །_།
en: Other people thought, ‘As these beings practiced for the sake of awakening, Buddhas have now appeared here.’

source: དེ་ ན་ སྟོང་ཕྲག་ མང་པོ་ བྱེ་བ་ ཕྲག _། ཁྲག་ཁྲིག་ མཆོག་ ཏུ་ སྒྲ་ འབྱིན་ མཆིས་ ལགས་ ཏེ །_།
en: $1859 “Quadrillions of beings Arrived there, exclaiming sounds.

source: དེ་ལས་ ཆོས་ ཀྱི་ ཚིག་ རྣམས་ བྱུང་བ ར་ འགྱུར །_།
en: Words of Dharma emerged from that, Such that

source: ནམ་མཁའ་ ལས་ ནི་ སངས་རྒྱས་ སྒྲ་ ཐོས་ ལགས །_།
en: the sounds of buddhas were heard from the sky.

source: འཛམ་གླིང་ སངས་རྒྱས་ རྣམས་ ཀྱིས་ ཁྱབ་པ ར་ མཐོང་ །_།
en: $1860 “I witnessed Jambudvīpa covered with buddhas.

source: སྟོང་གསུམ་ རྒྱལ་བ་ རྣམས་ ཀྱིས་ ཁྱབ་པ ར་ མཐོང་ །_།
en: I witnessed the trichiliocosm covered with victorious ones.

source: འདྲེན་པ་ དེ་རིང་ བདག་ ལ་ འདུ་ཤེས་ བྱུང་ །_།
en: Guide, today I had a notion:

source: སླན་ཆད་ བདག་ ལུས་ ཉན་ཐོས་ རློམ་ མི་ བགྱིད །_།
en: I will henceforth not presume my body to be that of a hearer.

source: སློབ་དཔོན་ དཔའ་བོ་ ཁྱོད་ ཀྱི་ འཕྲུལ་ འདི་འདྲ །_།
en: $1861 “Teacher, Valiant One, such was your apparition.

source: དེ་རིང་ བདག་ གི་ མིག་ རྨོངས་ དྲན་པ་ རྨོངས །_།
en: Today my eyes were shrouded, my mindfulness deluded, But

source: འཕགས་པ འི་ ཡེ་ཤེས་ བདག་ གིས་ རྣམ་པར་ བལྟ །_།
en: I will now see the wisdom of the noble ones;

source: ཁམས་ གསུམ་པོ་ དག་ ཐམས་ཅད་ སྟོང་པ ར་ བལྟ །_།
en: I will now see the three realms as entirely empty.

source: སྟོང་པ ར་ ཤེས་ ལ་ བདག་ གི་ དྲན་ མི་ རྨོངས །_།
en: $1862 “Knowing them to be empty, my mindfulness is undeluded;

source: གང་ གིས་ ཡེ་ཤེས་ ཐོབ་པ་ མིག་ མི་ འཚལ །_།
en: Those who have attained wisdom do not need eyes.

source: བཅོམ་ལྡན་ གཞན་ དུ་ དེ་ ལ་ མངོན་ བགྱིས་པ ས །_། བསྐྱེད་པ འི་ དྲན་པ་ རྨོངས་པ་ དེ་ མ་གཏོགས །_། དཔའ་བོ་ འཁོར་ ཀྱང་ མཆོག་ ཏུ་ དགའ་བ་ སྐྱེས །_།
en: Otherwise, Blessed One, it is only deluded mindfulness, Produced by making something visible before the eyes. |#| $1863 “Valiant One, the retinue too is elated.

source: བར་སྣང་ ནམ་མཁའ་ ལ་ ནི་ འཕགས་པ ར་ གྱུར །_།
en: They have levitated into the sky.

source: པད་མ་ འདབ་སྟོང་པ་ ཡིས་ གནས་པ་ ལགས །_། མཁའ་ ལ་ པད་མ་ གནས་པ་ གདུགས་ ཇི་བཞིན །_།
en: Like a canopy, they are suspended on lotuses in the sky— Lotuses with a thousand petals.

source: !ཆོས་གོས་ དེ་ ལ་ ཕྱོགས་ བཅུ འི་ འཇིག་རྟེན་ ན །_། |#| གང་དག་ ཅི་ མཆིས་ ཀུན་ ཀྱང་ གདའ་བ་ ལགས །_།
en: $1864 “All those present throughout the ten directions Emerged from#84 the Dharma robe—

source: འཇིག་རྟེན་ དྲང་སྲོང་ འདྲེན་པ་ རྒྱལ་བ་ མཆོག _། དེ་དག་ རྣམས་ ཀྱི་ དགེ་འདུན་ རྒྱ་ ཆེན་ གདའ །_།
en: Present was a vast saṅgha Of the sages of the world, guides, supreme victorious ones.

source: དེ་ ལ་ སེམས་ཅན་ དཔའ་བོ་ དེ་ རབ་བྱུང་ །_། སྦྱིན་པ་ བསམ་ གྱིས་ མི་ ཁྱབ་ རྒྱ་ ཆེན་ སྩོལ །_།
en: $1865 “Valiant beings went forth there And bestowed inconceivable gifts.

source: དེ་དག་ བྱང་ཆུབ་ དོན་ དུ་ འདྲེན་པ་ བསྟེན །_།
en: They relied on the guides for the sake of awakening.

source: སེམས་ཅན་ དོན་ སྤྱོད་ བགྱིད་ ཅིང་ རབ་ཏུ་ བྱུང་ །_།
en: They went forth, working for the welfare of others.

source: དེ་ ཚེ་ ཕྱོགས་ བཅུ་ རྣམས་ སུ་ ཆོས་སྟོན་ པས །_། དཔའ་བོ་ དེ་དག་ དེར་ ནི་ སྤྲུལ་པ ར་ བྱུང་ །_།
en: $1866 “Then, teaching the Dharma throughout the ten directions, The valiant appeared there as emanations.

source: འཇིག་རྟེན་ མགོན་པོ་ གང་དག་ གོས་ ལས་ མཐོང་ །_། |#| བགྲང་བ འམ་ མཐའ་ ནི་ གང་ཡང་ མཆིས་ མ་ ལགས །_།
en: Savior of the world, those whom I saw come from the garment Were utterly beyond number or limit.

source: འཇིག་རྟེན་ ཁམས་ གསུམ་ གང་དག་ གོས་ ལས་ མཐོང་ །_།
en: $1867 “Seeing the worlds of the three realms appear from the garment,

source: སེམས་ དགའ་མགུ་ ཞིང་ གུས་ དང་ བཅས་པ་ ལགས །_།
en: I was overjoyed and respectful. [212.b]

source: ཇི་ལྟ ར་ ཚངས་ [212b] པ་ དབང་ བསྒྱུར་ དབང་ཕྱུག་ བཞིན །_། རང་ འོད་ལྡན་ ཞིང་ རྫུ་འཕྲུལ་ སྟོབས་ ལ་ མཁས །_།
en: Just like the sovereign lord Brahmā, The beings were resplendent and adept in supernatural powers.

source: སྤོབས་ དང་ ལྡན་ ཞིང་ མང་ དུ་ ཐོས་པ འང་ ལགས །_།
en: $1868 “They were eloquent and widely learned.

source: དེ་ ཚེ་ གཟུངས་ ཀྱི་ སྒོ་ ནི་ ཀུན་ གྱིས་ ཐོབ །_།
en: Then, having attained in all respects the gateways of retention,

source: རྒྱལ་བ འི་ ཚུལ་ དང་ འཐུན་ པར་ འཁོར་ལོ་ བསྐོར །_།
en: They turned the wheel in accordance with the manner of the victors.

source: ཞིང་ དེ་དག་ ཀྱང་ ཆོས་གོས་ རྣམས་ ཀྱིས་ ཁྱབ །_།
en: The fields were covered with Dharma robes—

source: སྣ་ ཚོགས་ རིན་ཆེན་ ལས་ བྱུང་ དོ་ཤལ་ སྡུག _། |#| ལ་ལ འི་ ཞིང་ དུ་ ཁ་དོག་ གདའ་ མ་ ལགས །_།
en: $1869 “They had beautiful chains made of various precious materials, While on some of the fields there was no color.

source: གང་ དུ་ དཔའ་བོ་ མཆིས་ ཤིང་རྐང་ བཞག་ ནས །_།
en: Wherever the valiant came and walked,

source: འཇིག་རྟེན་ ཁམས་ འདིར་ རྫུ་འཕྲུལ་ ཀུན་ ནས་ གནས །_།
en: Supernatural powers were fully manifested in this world.

source: མེ་ཏོག་ རྣམས་ དང་ སྤོས་ དང་ བྱུག་པ་ དང་ །_། རྒྱལ་མཚན་ བ་དན་ རྣམས་ ཀྱིས་ ཀུན་ ནས་ བརྒྱན །_། |#| གང་ དུ་ དཔའ་བོ་ མཆིས་ ནས་ རྐང་བཞག་པ འི །_། ཞིང་ དེ་དག་ ནི་ མགོན་པོ་ བདག་ གིས་ མཐོང་ །_།
en: $1870 “Adorned everywhere with flowers, incenses, perfumes, Banners, and streamers— I saw, Savior, the fields Where the valiant came and walked.

source: ས་ ཡི་ སྙིང་པོ ར་ སངས་རྒྱས་ བཞུགས་པ་ དང་ །_། དེ་ ཚེ་ ཆོས་ ཀྱི་ འཁོར་ལོ་ བསྐོར་བ་ མཐོང་ །_།
en: $1871 “I saw buddhas dwelling on mounds of earth, And then I saw them turning the wheel of Dharma.

source: རྒྱལ་བ་ དེ་ དང་ ཆོ་འཕྲུལ་ མཐོང་ ནས་ སུ །_།
en: Having seen those victorious ones and the miraculous displays,

source: འདི་ ན་ གོས་ ལས་ རྫུ་འཕྲུལ་ དེ་ འདྲ་ གདའ །_།
en: Such beings with supernatural powers came here from the garment.

source: འཇིག་རྟེན་ འདི་ ན་ གང་ སུ་ལུ ས་ མཆིས་པ །_། ཐམས་ཅད་ འདིར་ ནི་ ལུས་ སུ་ སྤྲུལ་ ནས་ |#| སུ །_།
en: $1872 “Having emanated as bodies everywhere here, Wherever there are bodies in this world

source: སྲོག་ཆགས་ རྣམས་ ལ་སྨན་ ཕྱིར་ ཆོས་སྟོན་ ཅིང་ །_། དེར་ ནི་ བྱང་ཆུབ་ སླད་ དུ་ ངེས་པ་ ལགས །_།
en: They teach the Dharma to benefit beings, And are resolute about that for the sake of awakening.

source: དེ་རིང་ འདི་ ན་ ངོ་མཚར་ ཚུལ་བཞིན་ གདའ །_།
en: $1873 “Amazing things have perfectly transpired here today.
